
1: dashing
Average Score: 0.2218203991651535
UnsoundEffect -1
EyeCatch -1
FunWithHomophones -1
SmashCut -1
DespiteThePlan -1
YouCanRunButYouCantHide -1
JapaneseRanguage -1
EatMyDust -1
BarbershopQuartetsAreFunny -1
PunctuationShaker -1

2: authoritarian
Average Score: 0.3188108801841736
PuppetQueen 0
ScrewTheRulesIMakeThem 1
VestigialEmpire -1
RepressiveButEfficient 1
LazyBoss 0
BananaRepublic -1
BotheringByTheBook -1
SillySovereign 0
TheHandler 1
PuppetKing -1
TheGovernment 1
JustTheFirstCitizen 1
AnarchyIsChaos 0
WretchedHive 
DressedToOppress 1
EvilChancellor 1
TheMagocracy 1
TheWarlord 1
UltimateAuthorityMayor 1
SmallTownTyrant 1
RebelPrince 0
VastBureaucracy 1
TheEmperor 1
DayOfTheJackboot 1
RulerProtagonist 1
Mafiya -1
BlamingTheMan 0
SorcererKing 1
TheCoup 0
ConservationOfCompetence 1
StudentCouncilPresident 1
DrunkWithPower 1
MilitaryCoup 1
GungHolierThanThou 1
PropagandaMachine 1
TheGeneralissimo 1
IronLady 1
CoolPeopleRebelAgainstAuthority 0
BombThrowingAnarchist 0
BadassInCharge 1
WeAREStrugglingTogether -1
ThePurge 0
TheMafiya -1
HobbesWasRight 1
Tyrannicide 0
WeAreStrugglingTogether -1

3: guileless
Average Score: -0.04271194338798523
GuileHero 0
GuileHeroine 0

4: perverse
Average Score: 0.2934449315071106
DystopiaJustifiesTheMeans 1
Verse -1
AlternateRealityEpisode 1
Infinite -1
PredatoryPervert 1
WhoWantsToLiveForever -1
UltimateUniverse -1
SuperHeroine -1
MirrorUniverse -1
OnlyOneMeAllowedRightNow -1
SuicidalCosmicTemperTantrum -1
CosmicEntity 1
FlashSideways -1
AlternateSelf -1
TheMultiverse -1
PlutoIsExpendable -1
YourUniverseOrMine -1
CosmicKeystone -1
Superhero -1
AlternateTimeline -1
FlashForward -1
TheVerse -1
ExpendableAlternateUniverse -1
SuperHero -1
ReincarnateInAnotherWorld -1
PerverseSexualLust 1
MultiversalConqueror -1
WhatIf -1
SuperHeroOrigin -1
DeityOfHumanOrigin -1
DystopiaJustifiestheMeans 1
AllianceOfAlternates -1
CreateYourOwnVillain 1
HowUnscientific -1
RealityWarper -1
EvilMeScaresMe 0
AlternateUniverse -1
SpaceEpisode -1
RealityWarping -1
EarthAllAlong -1
InSpiteOfANail -1
VoodooShark 1

5: sanctimonius
Average Score: 0.30189961194992065
CloudCuckooLand 0
ReplacementGoldfish -1
IAmWhatIAm 1
RobotSoldier -1
GotMeDoingIt -1
PerfectlyCromulentWord -1
AlternateIdentityAmnesia -1
ReplacementGoldFish -1
DarkandTroubledPast 0
FallenCupid -1
DisabilitySuperpower -1
AnthropomorphicZigZag -1
TalkativeLoon -1
SssssnakeTalk -1
Cloudcuckooland 0
HisQuirkLivesOn -1
TheMindIsAPlaythingOfTheBody -1
AngstComa -1
IntelligibleUnintelligible -1
SleepyDepressive -1
HumanizingMoment 0
EmptyShell -1
VocalDissonance -1
SilentAntagonist -1
StarfishAliens -1
TooManyMouths -1
SymbioticPossession -1
CloudCuckooland -1
OldWindbag -1
SenseLossSadness -1
Sssssnaketalk -1
SpareBodyParts -1
IAmWho -1
ExtraMouths -1
HumanityEnsues -1
DisabledInTheAdaptation -1
DarkAndTroubledPast -1
SssnakeTalk -1
DeliriousMisidentification -1
StarfishAlien -1
AbusiveAlienParents -1
BlindIdiotTranslation -1
DeafComposer -1
TragicBackstory -1
NeurodiversityIsSupernatural -1
WordSalad -1
CuteMachines -1
UnexpectedlyDarkEpisode -1
AssimilationPlot -1
HeavySleeper -1
DiagnosisoFGod -1
TheMindIsThePlaythingOfTheBody -1
GiganticAdultsTinyBabies -1
AllPsychologyIsFreudian -1

6: unfriendly
Average Score: 0.3055567145347595
GoodIsNotNice 1
FairWeatherFriend 1
BearyFriendly 0
AdaptationalFriendship -1
FriendlyPirate -1
GoodisNotNice 1
CourteousCanadian 0
CreepyGood 1
FauxAffablyEvil 1
BaddieFlattery 0
TheFriendNobodyLikes -1
JapanesePoliteness 0
TheGadfly 1
NoSenseOfPersonalSpace -1
TheFriendNoOneLikes 1
PsychoSidekick 1
ToxicFriendInfluence 1
TheGoodKingdom 0
NoSenseofPersonalSpace -1

7: suspicious
Average Score: 0.19419951736927032
AgentProvocateur 1
SpySpeak 1
AgentsDating 1
TheDogIsAnAlien 1
CozyMystery 1
SweetOnPollyOliver -1
UrbanLegendLoveLife -1

8: unhurried
Average Score: 0.30678847432136536
ScrewThisImOuttaHere 0
ComplainingAboutRescuesTheyDontLike -1
DeliberatelyDistressedDamsel -1
BaitAndSwitchCompassion -1
SelfInducedAllergicReaction -1
SourOutsideSadInside -1
RampageFromANail -1
GuiltByAssociationGag -1
NauseaDissonance -1
InterruptedCooldownHug -1
UriahGambit -1
JerkJustifications -1
ScrewThisImOutOfHere 0
WelcomeBackTraitor -1
StronglyWordedLetter -1
ImStandingRightHere -1
MonsterIsAMommy -1
WhyDidYouMakeMeHitYou -1
BaitAndSwitchSentiment -1
DontYouDarePityMe -1


9: mannerless
Average Score: 0.29617395997047424
ActorInspiredElement -1
TerriblePickUpLines 1
TheVoiceless -1
SimpletonVoice -1
TheBlank -1
GracefulUntilSheSpeaks 1
SilkHidingSteel 0
SilentSnarker 1
EntendreFailure -1
ClusterBleepBomb -1
VisualInnuendo -1
TheVicar -1
TheSingingMute -1
AbhorrentAdmirer 1
FacialDialogue -1
DisapprovingLook -1
CluelessDeputy -1
HandshakeRefusal 1

10: predatory
Average Score: 0.3374398946762085
MonstrousCannibalism 1
UnusualPetsforUnusualPeople 1
DumbDinos 0
GreatWhiteHunter -1
AndroclesLion 0
HonestCorporateExecutive 0
RoadrunnerVsCoyote -1
AscendedToCarnivorism 1
EvilEggEater 1
VegetarianCarnivore 0
SavageWolf 1
LoanShark 1
SnackStealingSeagulls 1
CarnivoreConfusion -1
ScrewballSquirrel -1
AffectionatePickpocket -1
SavageWolves 1
DeviousDolphins 1
FriendlyShopkeeper 0
AnimalJingoism -1
RibcageStomach -1
HuntingTheMostDangerousGame 1
VegetarianVampire 0
FriendNotForSale -1
TailSlap -1
FriendToAllLivingThings 0
RealMenEatMeat 1
AttemptedHomewrecker -1
SmartAnimalInconvenientInstincts 0
BeakAttack -1
PestController 1
PiranhaProblem -1
VampireMonarch -1
TrappedTheWrongTarget -1
UnusualPetsForUnusualPeople 1
DeerInTheHeadlights 0
PredatorPreyFriendship 1
FriendtoAllLivingThings 0
CirclingVultures 1
CarnivoresAreMean 1
AnimalStampede 0
HunterOfHerOwnKind 1
CaughtInASnare 0
PasteEater -1
AllDevouringBlackHoleLoanSharks 1
SapientEatSapient 1
ScavengersAreScum 1
RoadRunnerVsCoyote -1
ExtremeOmnivore -1
CatsAreMean 1
VampireHunter -1
SexualPredatorBully 1
MonstrousSeal 1
PredatorsAreMean 1
ArsonMurderAndAdmiration 1
SchmuckBait -1
SuperPersistentMissile -1
HunterOfHisOwnKind 1
VileVulture 1
InsectoidAliens 1
IntroducedSpeciesCalamity -1
PredatorPastiche 1
TemperCeratops 1
JustDesserts -1
WhatMeasureIsANonCute -1
AnimalNemesis 1
MagicEater -1
BusinessRivalSabotage -1
TryAndFollow -1
IntrepidMerchant -1
EvilPoacher 1
TheBluebeard -1
BrutalBirdOfPrey 1
ExoticEntree -1
XenophobicHerbivore 0
CruellaToAnimals 1
EgomaniacHunter 1
EnemyEatsYourLunch 1
HunterOfMonsters -1
AdoptTheFood -1
HerbivoresAreFriendly 0
YourHeartsDesire -1
ExplosiveBreeder -1
TheHunterBecomesTheHunted 0
EatsBabies 1