1: confident
Average Score: 0.1921699494123459
BadassArmFold 1
AudacityEarnsApproval 1
YouAreNotReady 1
BadassArmfold 1
OneLiner 1
DoYouTrustMe -1
DoesThisMakeMeLookFat 0
IKnowYouKnowIKnow -1
BringIt 1
AssuranceBackfire 1
RightBehindMe -1
ImpliedAnswer -1

2: unintelligent
Average Score: 0.2332702875137329
BollywoodNerd 0
SpottingTheThread 0
TaughtByTelevision -1
InexplicablyAwesome -1
EvenTheSubtitlerIsStumped -1
SnarkBall 0
PlayfulHacker 0
InsufferableImbecile 1
WrongLineOfWork 1
CluelessDetective 1
SherlockScan 0
PlausibleDeniability -1
EliteSchoolMeansEliteBrain 0
ElectiveUnintelligible 0
MistakenNationality -1
MistakenEthnicity -1
KnewItAllAlong 0
FakeTwinGambit -1
NonAnswer -1
WalkingTechBane -1
MultipleIdentityIds -1
ScrewLearningIHavePhlebotinum -1
WorldOfDumbass 1
WorkingClassPeopleAreMorons 1
DitzyGenius 0
ForgotAboutHisPowers 1
TranslationWithAnAgenda -1
WalkingTechbane -1
SurveillanceStationSlacker -1
MistakenForAliens -1
AmateurSleuth 0
AgentProvocateur 0
InventedIndividual -1
SeeminglyProfoundFool 1
DoubleReverseQuadrupleAgent -1
SpySpeak -1
TheWormGuy -1
EmbarrassingPassword -1
LiteralistSnarking 0
IThoughtEveryOneCouldDoThat 0
CuriousAsAMonkey 0
IdiotSavant 1
LittleGuyBigBuddy -1
LooseLips -1
MadScientist 0
BookDumb 1
TheNavigator 0
GrammarCorrectionGag -1
ParentsKnowTheirChildren -1
HornyScientist 0
GratuitousFrench -1
YouFool 1
TheXenophile -1
DumbButDiligent 1
RaisedInALab -1
MangledCatchPhrase -1
ConstantlyCurious 0
HughMann -1
MangledCatchphrase -1
TheBlindLeadingTheBlind 1
GeniusDitz 0
MeddlingParents -1
IveHeardOfThatWhatIsIt -1
MinorWithFakeID -1
DumbStruck -1
InventorOfTheMundane -1
AccidentalAthlete -1
ComicallyMissingThePoint 1
OvertOperative -1
MadMathematician 0
StupidCrooks 1
GeniusCripple 0
SouthernFriedGenius 0
ObliviousToHisOwnDescription 1
HumansThroughAlienEyes -1
BriefAccentImitation -1
ObfuscatingStupidity 1
LaymansTerms -1
InspectorOblivious 1
BlindIdiotTranslation 1
NoOneElseIsThatDumb 0
DoesntKnowTheirLover 1
FemmeFataleSpy -1
TheCracker -1
GoodWithNumbers 0
NerdsAreNaive 0
ForgotAboutHerPowers -1
CanNotTellALie -1
ImprobablyLowIQ 1
TechBro -1
TranslatorBuddy -1
InterdisciplinarySleuth 0
WhoWouldBeStupidEnough 1
MistakenIdentity -1
LawfulStupid 1
CannotConveySarcasm 1
TooCleverbyHalf 0
NonSpecificallyForeign -1
PullTheThread -1
SomethingOnlyTheyWouldSay -1
EccentricAI 0
CoverIdentityAnomaly -1
MouthfulOfPi -1
MajoredInWesternHypocrisy -1
CannotTellALie -1
InUniverseFactoidFailure -1
ObliviousToTheirOwnDescription 1
BeneathNotice -1
NobodysThatDumb 0
AIIsACrapshoot -1
SuperGullible 1
KnowNothingKnowItAll 1
TooCleverByHalf 0
EloquentInMyNativeTongue 0
Cuckoosnarker -1
GlobalIgnorance 1
MistakenForBadass -1
MistakenForProfound 1

3: moral
Average Score: 0.24876552820205688
HatesWastingFood 1
HarmfulToMinors 0
AndroclesLion 1
SympatheticMurderer 0
ScarpiaUltimatum -1
ThrowingTheFight 1
PunishmentDetail -1
MorallyBankruptBanker 0
HeroicNeutral -1
StrictlyFormula -1
DeanBitterman -1
EvilVirtues 0
TheBait -1
TheMadnessPlace 0
GoodIsImpotent 1
YourApprovalFillsMeWithShame 0
AllDevouringBlackHoleLoanSharks 0
DickDastardlyStopsToCheat 0
RelationshipSabotage 0
TooProudForLowlyWork 0
PoliticalCorrectnessIsEvil 1
RevengeIsNotJustice 0
HazyFeelTurn -1
BadassPacifist 1
LeakingCanOfEvil 0
SmugStraightEdge -1
SlaveMooks 0
SexSignalsDeath -1
ReformedButRejected 1
TautologicalTemplar -1
AfraidOfTheirOwnStrength -1
ImmoralRealityShow 0
MadeOfEvil 0
FreudianExcuseIsNoExcuse 0
MoralGuardians 1
LuckySeven -1
HeroicSuicide 1
SuicidalPacifism 1
UnwittingTestSubject -1
PariahPrisoner -1
CycleOfRevenge 0
SympatheticPOV 1
IncitingIncident -1
VillainyFreeVillain 1
TheAtoner 1
GoodIsNotSoft 1
PoweredByAForsakenChild 1
WorldOfJerkass 0
HarmonyVersusDiscipline -1
ForTheEvulz 0
YourHeartsDesire -1
SlaveMook 0
SmallStepsHero 1
TheCon 0
DirtyBusiness 0
StabTheScorpion -1
PassThePopcorn -1
SympatheticAdulterer 0
StealingFromThieves  -1
RedFlagRecreationMaterial -1
TemptingFate -1
ConflictingLoyalties -1
YouBastard -1
MustNotDieAVirgin -1
EvilCanNotComprehendGood 0
ReligiousHorror -1
RampageFromANail -1 
WiseTree -1
LaserGuidedKarma -1
Sociopath 0
TheMoreYouKnow -1
OldShame 0
GoodAdulteryBadAdultery 0
FaithHeelTurn -1
Ubermensch 1
MadeOfGood 1
LesserOfTwoEvils 0
YouHaveOutLivedYourUsefulness 0
EvilIsCool 0
LeonineContract -1
ChurchgoingVillain 0
SweetAndSourGrapes -1
StickyFingers -1
Aesop 1
ThisMeansWar -1
CuriousQualmsOfConscience -1
NeutralNoLonger 1
BeggarWithASignboard -1
YouHaveFailedMe 0
SexIsEvil 0
TheDeterminator -1
CensoredChildDeath -1
MakeAnExampleOfThem 0
EmbarrassingRescue -1
MoralMyopia 0
ShutUpAndSaveMe -1
IOweYouMyLife 1
JewsLoveToArgue -1
ItIsBeyondSaving 0
BlackandWhiteInsanity 0
DontMakeMeTakeMyBeltOff 0

4: gay
Average Score: 0.31165799498558044
ShockValueRelationship 1
TheTwink 1
QueerPeopleAreFunny 1
GirlOnGirlIsHot 1
WhereEverybodyKnowsYourFlame 1
GayPanic 1
NoYay 0
AwkwardlyGayDream 1
AllGaysArePaedophiles 1
StupidSexyFlanders 1
Gayngst 1
RapeAndSwitch 1
PairTheSuitors 1
SingleTargetSexuality 1
HaveIMentionedIAmGay 1
HelloSailor 1
ClosetGay 1
AmbiguouslyBi 1
SorryImGay 1
SlashFic 1
LastHetRomance 0
GayCowboy 1
ForcedOutOfTheCloset 1
HomophobicHateCrime 1
HeterosexualLifePartner 0
ThirdOptionLoveInterest 1
HomoeroticSubtext 1
HoYay 1
AnimalSweetOnObject -1
AllGaysLoveTheatre 1
HeterosexualLifePartners 1
AmIJustAToyToYou -1
CrazyConsumption -1
LesbianSubtext 1
DepravedHomosexual 1
HeteroSexualLifePartners 0
ForcedOutoftheCloset 1
ArmoredClosetGay 1
IncompatibleOrientation 1
FagHag 1
SettledForGay 1
ArmouredClosetGay 1
ButNotTooGay 1
PetHomosexual 1
HideYourLesbians 1
DudeShesALesbian 1
HookedUpAfterwards -1
BisexualLoveTriangle 1
GayBravado 1
GayBestFriend 1
ClosetKey 1
HeteronormativeCrusader 0
IfItsYouItsOkay 1
ChastityCouple 0
HeterosexualLifepartners 0
AllGaysArePedophiles 1
HereditaryHomosexuality 1
AllGaysLoveTheater 1
MentorInQueerness 1
AllGaysArePromiscuous 1
TwinThreesomeFantasy 1
EroticDream -1

5: ugly
Average Score: 0.2516949772834778
SlidingScaleOfBeauty -1
BeerGoggles 0
HumansAreUgly 1
CuteGiant 0
IJustWantToBeBeautiful 1
UnusualEyebrows 1
TheyLookJustLikeEveryoneElse 0
LasciviousBeautyMark -1
ExcessiveEvilEyeshadow 1
FairySexy 0
HimeCut -1
CuteLittleFangs 0
IAmNotPretty 1
BlackEyesOfEvil -1
HistoricalBeautyUpdate -1
VillainousWidowsPeak -1
BeautifulAllAlong 0
BeautyIsBest 0
HiddenEyes -1
BeastWithAHumanFace 1
FaceFramedInShadow -1
CuteBruiser -1
BigBeautifulWoman 0
TheNoseless 1
GirlNextDoor 0
BeautyisBad 0
UnnecessaryMakeover 0
CleavageWindow 0
HighPressureEmotion -1
FacialHorror 1
ExcessiveEvilEyeShadow 1
LuminescentBlush 0
BuxomBeautyStandard 0
UglyCute 1
EyelessFace 1
HotLibrarian 0
BigOlEyebrows 1
NubileSavage 0
BlemishedBeauty 1
DarkIsNotEvil -1
HotWitch 0
GhostlyGape 1
BigEyesLittleEyes 1
FacelessMooks -1
AdaptationalAttractiveness 0
FishEyes 1
CreepyShadowedUndereyes 1
Gonk 1
CuteLittleFang 0
BeautifulTears 0
ReflectionlessUselessEyes 1
PerpetualFrowner 1
LovableLizard 1
UglyGuyHotGirlfriend 1
DisapprovingLook -1
FaceOfAnAngelMindOfADemon 0
TheyLookLikeEveryoneElse 0
BeautyIsBad 0
BeautyEqualsGoodness 0
EyeLaser -1
TheGoodQueen -1
ThePrettyGuysAreStronger 0
UglyGuysHotDaughter 1
BeautyBreedsLaziness 0
StockShoujoHeroine 0
DorkInASweater 1
InhumanlyBeautifulRace 0
ScrewTheRulesImBeautiful 1
ButterflyOfDeathAndRebirth -1
UnkemptBeauty 0
WhatBeautifulEyes 0
BigOlUnibrow 1
CuteIsEvil 0
DullEyesOfUnhappiness 1
SoBeautifulItsACurse 0
MeetCute -1
ChubbyChaser -1
GorgeousGorgon 0
UglyGuyHotWife 1
BeautyIsRelative -1
PunishedWithUgly 1
ChainmailBikini 0
NonStandardCharacterDesign 1
DrearyHalfLiddedEyes 1
FashionDisaster 1
BeadyEyedLoser 1
DruggedLipstick -1
ImpossiblyTackyClothes 1
ChubbyMamaSkinnyPapa 1
BulletproofFashionPlate -1
EyeOnAStalk 1
EvilEyebrows 1
TheBlank -1
GoofyBuckteeth 1
DreamworksFace 1
DistractedByMyOwnSexy 0
HairColorAngst -1
InTheHood -1
CreepyLonerGirl 1
MonsterBrotherCutieSister 1

6: follower
Average Score: 0.24339263141155243
AlwaysGetsHisMan -1
ExpositionFairy -1
GetBackHereBoss -1
TheSquire 1
WithThisHerring -1
StalkerWithoutACrush -1
LegacyOfService -1
MysteriousProtector -1
SingleIssueWonk -1
FalseProphet 0
SchoolClubAdvisor 0
SecretKeeper 1
LoonyFan 1
AscendedFangirl 1
CrisisCatchAndCarry -1
PreacherMan 0
GenocideFromTheInside -1
WitchDoctor -1
TeamChef -1
CloudcuckoolandersMinder 0
DietEpisode -1
MacGuffinGuardian 1
ThereIsAnother -1
PuttingTheBandBackTogether 0
HonoraryTrueCompanion 1
HolyHitman -1
AscendedFanboy 1
RebelliousRebel 0
TheBeastmaster 0
TheHerosIdol -1
MyMasterRightOrWrong 1
PsychoSupporter 1
AudienceSurrogate -1
MilesGloriosus -1
TokenReligiousTeammate 1
TheHeretic -1
DeceptiveDisciple 1
NotSoWeak 1
AlwaysABiggerFish -1
IncrediblyObviousTail -1
VampireHunter 0
FatherNeptune -1
JeanneDArchetype 0
MakeWayForThePrincess -1
FailureKnight 1
ItSucksToBeTheChosenOne 0
ObsessivelyOrganized -1
KnowledgeBroker -1
CynicalMentor 0
OneTrackMindedHunger -1
ScheduleFanatic -1
TricksterMentor 0
CavalryBetrayal 1
RecurringTraveller -1
ForgivenButNotForgotten -1
SarcasticDevotee 1
ScarilyCompetentTracker -1
GirlPosse -1
StupidSlothfulness -1
EccentricMentor 0
CanineLoyalty 1
TokenHeroicOrc -1
ExtremeDoorMat -1
SpareAMessenger 1
BadassPreacher 0
TheSvengali -1
ApocalypseCult -1
CloudCuckooLandersMinder 0
TheTeamWannabe 1
SincerestFormOfFlattery 1
NoSenseOfDirection -1
VisionQuest -1
TokenGoodTeamMate 1
NonPlayerCompanion 1
OneLastSmoke -1
RedShirt 1
MentorsNewHope -1
TheJailer 0
PromotedFanboy 1
GuardianEntity 0
GoodShepherd 0
EvilMentor 0
TheSoulsaver -1
HidingBehindReligion -1
TreacherousAdviser 1
IfIDoNotReturn -1
MacguffinGuardian 1
PetRat 1
UnrequitedLoveLastsForever -1
DevotedToYou 1
DropInLandlord 0
CloudCuckoolandersMinder 0
CompanionFood 1
HerosMuse 1
FakeDefector 1
DestroyerDeity 0
TheAntiNihilist -1
JeanneDarchetype 0
UndergroundRailroad -1
IWillOnlySlowYouDown 1

7: values family
Average Score: 0.2618931829929352
RandomSpeciesOffspring 0
SpoiledBrat 0
PickUpBabesWithBabes 1
ParentsAsPeople 1
ScrewTheRulesIHaveConnections 1
SiblingsInCrime 1
DaddyDidntShow 0
SecretlyRich -1
FantasyForbiddingParent 0
NouveauRiche -1
FollowingInRelativesFootsteps 1
DenyingTheDeadParentsSins 1
TopWife -1
ObliviousAdoption 1
BrattyTeenageSon 0
LikeASonToMe 1
NurtureOverNature 1
MalignedMixedMarriage -1
PosthumousSibling 1
DivorceAssetsConflict 0
UpperClassTwit -1
PetHeir -1
GenerationXerox 1
BrattyteenageDaughter 0
Nepotism 1
WellDoneSonGuy 1
Standard50sFather 1
FamilyHonor 1
TheDutifulDaughter 1
DamselInDistress -1
RichKidTurnedSocialActivist -1
InterspeciesAdoption 1
RichInDollarsPoorInSense -1
RaisedByHumans 1
BigFancyHouse -1
HalfHumanHybrid -1
OrcRaisedByElves 1
NobilityMarriesMoney -1
SocialServicesDoesNotExist 0
ActionDad 1
GoodStepMother 1
WealthsInAName -1
ParentingTheHusband -1
MightyWhitey -1
EvilParentsWantGoodKids 0
GoodStepmother 1
EvilIsOneBigHappyFamily 1
SelfMadeLie -1
ProBonoBarter -1
LikeFatherUnlikeSon 0
Eagleland -1
FantasyForbiddingMother 1
HybridPower -1
PillarsOfMoralCharacter -1
FamilyPortraitOfCharacterization -1
ItsAllJunk -1
DysfunctionalFamily 0
HonorThyParent 1
OnOneCondition -1
PlotCoupon -1
OldMoney -1
HollywoodGenetics -1
PapaBear 1
TheClan 1
TheBeautifulElite -1
NotWithThemForTheMoney -1
UniqueItems -1
DaddyIssues 0
FamilyBusiness 1
LongLostSibling 1
TooImportantToRememberYou -1
HankyPankyWithTheHelp -1
AssociationFallacy -1
NoHeroDiscount -1
ThickerThanWater 1
StrugglingSingleFather 1
LetHerGrowUpDear 1
LikeParentLikeSpouse 1
BlueBlood -1
GoldFever -1
ChocolateBaby -1
LikeParentUnlikeChild 0
FollowInMyFootsteps 1
NewMoney -1
PreciousPhoto -1
InfiniteSupplies -1
BandOfRelatives 1
DeliberateValuesDissonance -1
KeepTheHomeFiresBurning 1
MistakenForRelated -1
YoureNotMyFather 0
TeamMom 1
MyDadCanBeatUpYourDad 1
ConspicuousConsumption -1
TheGloriousWarofSisterlyRivalry 0
NumberOneDime -1
HadToBeSharp -1
RelatedInTheAdaptation 1
AdoptAServant 1
InformedPoverty -1

8: warm
Average Score: 0.20116625726222992
HotbloodedSideburns -1
FatSweatySouthernerInAWhiteSuit -1
HotWind -1
GettingHotInHere -1
ColdFlames -1
HoodHornament -1
LustObject -1
ConvectionSchmonvection -1
HotBloodedSideburns -1
GettingHotinHere -1
HeatWave -1
DressedAllInRubber -1

9: straight
Average Score: 0.2390434294939041
StraightMan -1
PolitenessJudo -1
HaveIMentionedIAmHeterosexualToday 1
TheFinickyOne -1
MyFistForgivesYou -1
CampStraight 1
StraightManAndWiseGuy -1
UnsettlingGenderReveal -1
TheStraightMan -1
StraightGay 1
PecFlex -1
BuryYourGays 0
TheBeard 0
GayConservative 0
TokenMinorityCouple 0
ExperimentedInCollege 1
AssShove -1
CastFullOfGay 0
NotSoAboveItAll -1

10: handsome
Average Score: 0.20475077629089355
TwinkleSmile 1
MeaningfulLook -1
PrettyBoy 1
WrongGuyFirst -1
InformedAttractiveness 1
HotTeacher 1
BishieSparkle -1
HandsomeLech 1
SlasherSmile -1
StoicSpectacles 1
HotInHumanForm 1
Hunk 1
EvilGrin -1


